{"title": ["Do We Need to Rethink the Epidemiology and Healthcare Utilization of Parkinson's Disease in Germany?", "[Parkinson Disease and Pain - diagnostic and therapeutic approaches to a challenging non-motor symptom].", "Effects of blackberry (Morus nigra) fruit juice on levodopa-induced dyskinesia in a mice model of Parkinson's disease.", "Professional occupation and the risk of Parkinson Disease.", "Assessing the validity of proxy caregiver reporting for potential palliative care outcome measures in Parkinson's disease."], "abstract": ["AbstractEpidemiological aspects of Parkinson's disease (PD), co-occurring diseases and medical healthcare utilization of PD patients are still largely elusive. Based on claims data of 3.7 million statutory insurance members in Germany in 2015 the prevalence and incidence of PD was determined. PD cases had at least one main hospital discharge diagnosis of PD, or one physician diagnosis confirmed by a subsequent or independent diagnosis or by PD medication in 2015. Prevalence of (co-)occurring diseases, mortality, and healthcare measures in PD cases and matched controls were compared. In 2015, 21,714 prevalent PD cases (standardized prevalence: 511.4/100,000 persons) and 3,541 incident PD cases (standardized incidence: 84.1/100,000 persons) were identified. Prevalence of several (co-)occurring diseases/complications, e.g., dementia (PD/controls: 39/13%), depression (45/22%), bladder dysfunction (46/22%), and diabetes (35/31%), as well as mortality (10.7/5.8%) differed between PD cases and controls. The annual healthcare utilization was increased in PD cases compared to controls, e.g., regarding mean ± SD physician contacts (15.2 ± 7.6/12.2 ± 7.3), hospitalizations (1.3 ± 1.8/0.7 ± 1.4), drug prescriptions (overall: 37.7 ± 24.2/21.7 ± 19.6; anti-PD medication: 7.4 ± 7.4/0.1 ± 0.7), assistive/therapeutic devices (47/30%), and therapeutic remedies (57/16%). The standardized prevalence and incidence of PD in Germany as well as mortality in PD may be substantially higher than reported previously. While frequently diagnosed with co-occurring diseases/complications, such as dementia, depression, bladder dysfunction and diabetes, the degree of healthcare utilization shows large variability between PD patients. These findings encourage a rethinking of the epidemiology and healthcare utilization in PD, at least in Germany. Longitudinal studies of insurance claims data should further investigate the individual and epidemiological progression and healthcare demands in PD.", "Abstractin\n\t\t\t\tGermanSchmerzen beim idiopathischen Parkinsonsyndrom (IPS) treten bei 40 %–95 % der Patienten auf und beeinträchtigen die Lebensqualität, sind jedoch oftmals unterdiagnostiziert und werden nur unsystematisch therapiert.Schmerzätiologie und Schmerzcharakter können sehr vielfältig sein und obwohl die Optimierung der Parkinson-Medikation die Basis der Schmerzbehandlung ist, sind in den meisten Fällen zusätzliche Therapien zur suffizienten Behandlung der Schmerzen notwendig.In dieser Arbeit werden Epidemiologie und Pathophysiologie des Schmerzes beim IPS dargestellt sowie Schmerzcharakteristika beschrieben. Es wird aufgezeigt, welche Methoden der Schmerzbehandlung beim IPS genutzt werden und wie Patienten die Effektivität der Therapien beurteilen. Auf Basis der begrenzten Datenlage und eines Expertenkonsens wurden praxisrelevante Vorschläge zu Diagnostik und Therapie bei Schmerz und IPS gegeben.Diese Arbeit soll dazu beitragen, Neurologen für das Thema Schmerz beim IPS zu sensibilisieren. Aufgrund der Komplexität und Besonderheiten der neurodegenerativen Erkrankung sollten Neurologen an der interdisziplinären Schmerztherapie beim IPS beteiligt sein und ihren Patienten differenziertere Therapieoptionen bereitstellen als bisher.", "AbstractBackground and objective: Levodopa-induced dyskinesia (LID) is a movement disorder that occurs due to levodopa consumption for a long period to attenuate Parkinsonism. Plants have been the basis for medical treatments in human history and still widely practiced. Blackberry (Morus nigra) is one of the fruits rich in anthocyanin. The present study examined the effect of blackberry fruit juice on LID in 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP)-induced Parkinson's disease in mice.Materials and methods: In this study, 42 male mice were used, which were divided into six groups equally: one control group and five groups receiving MPTP injection. After confirmation of Parkinsonism in MPTP groups, one group was preserved without treatment and four other groups were treated with levodopa (50 mg/kg ip). After the onset of LID (2 weeks), one group was kept without additional treatment and three other groups were treated with three different doses of blackberry fruit juice (5, 10, and 15 mL/kg) with levodopa orally for 7 days. Abnormal involuntary movement scale (AIMS) and cylinder behavioral test were carried out according to the schedule. The collected data were analyzed using the SPSS software with the significant level of P<0.05.Results: Parkinson's disease was confirmed with AIMS test on the fourth day after MPTP injection. The onset of LID was observed after 2 weeks of levodopa treatment using both behavioral tests. The result of administration of M. nigra fruit juice for 1 week showed that this addition is useful in hindering LID. These effects were more pronounced at doses 10 and 15 mL/kg with nearly the same results on attenuating AIMS. Low dose of the fruit juice does not seem to affect LID significantly.Conclusion: M. nigra fruit juice is effective to attenuate LID in an MPTP-induced Parkinson mice model.", "AbstractBACKGROUND: Creativity in Parkinson Disease (PD) is strongly related to dopaminergic activity and medication. We hypothesized that PD patients, including those who are in the prediagnostic phase of PD, are prone to choose highly-structured 'conventional' professional occupations and avoid highly-creative 'artistic' occupations.METHODS: At baseline of the population-based Rotterdam Study, we asked 12,147 individuals aged >45 years about their latest occupation, and categorized occupations according to the RIASEC model. Participants underwent baseline and follow-up (median 11 years) examinations for PD. We determined associations of artistic (versus any other occupation) and conventional (versus any other occupation) occupations with PD. Additionally, we pooled our results with a recently published case-control study ('Radboud Study').RESULTS: At baseline, conventional occupations were common (n=4356 [36%]), while artistic occupations were rare (n=137 [1%]). There were 217 PD patients, including 91 prevalent and 126 incident PD patients. The risk of PD varied substantially across occupational categories (chi-square=14.61; p=0.01). The penalized odds ratio (OR) of artistic occupations for PD was 0.19 (95% confidence interval [0.00;1.31]; p=0.11), while the OR of conventional occupations for PD was 1.23 ([0.95;1.66]; p=0.10). The direction and magnitude of ORs were similar in cross-sectional and longitudinal subsamples. Pooled ORs across the Rotterdam and Radboud studies were 0.20 ([0.08;0.52]; p<0.001) for artistic and 1.23 ([0.92;1.67]; p=0.08) for conventional occupations.CONCLUSIONS: The risk of PD varies substantially by choice of professional occupation. Our findings suggest that dopaminergic degeneration affects choice of occupation, which may already start in the prediagnostic phase of PD. This article is protected by copyright. All rights reserved.This article is protected by copyright. All rights reserved.", "AbstractBACKGROUND: There is increasing interest in applying palliative care approaches for patients with Parkinson's disease. Methodological studies are needed to validate palliative care outcome measures for Parkinson's disease to build this evidence base. As many patients with Parkinson's disease have cognitive and/or communication issues, proxy outcome measures may improve the inclusivity and relevance of research.AIM: To assess the validity of proxy caregiver reports for several potential palliative care outcome measures.DESIGN: A cross-sectional study of Parkinson's disease patients and caregivers completed a battery of outcome measures relevant to palliative care including the Memorial Symptom Assessment Scale, Hospital Anxiety and Depression Scale, Prolonged Grief Questionnaire 12, Parkinson Disease Questionnaire 39, Functional Assessment of Chronic Illness Therapy-Spiritual Wellbeing, and Schwab and England. Intraclass correlation coefficients were used to assess agreement.SETTING/PARTICIPANTS: A total of 50 Parkinson's disease patient and caregiver dyads recruited at an academic medical center, Veterans Affairs Medical Center, and community support groups.RESULTS: There was moderate to good agreement for Schwab and England, Parkinson Disease Questionnaire 39 total, and majority of Parkinson Disease Questionnaire 39 subscales; moderate to good agreement for the Hospital Anxiety and Depression Scale, Functional Assessment of Chronic Illness Therapy-Spiritual Wellbeing, Prolonged Grief Questionnaire 12, and Memorial Symptom Assessment Scale; and poor to moderate agreement for the Parkinson Disease Questionnaire 39 stigma, social support, and bodily pain subscales. Caregivers tended to attribute higher symptom severity than patients. We did not detect differences in intraclass correlation coefficient based on cognitive status but patients with advanced illness had significantly lower intraclass correlation coefficients for several outcomes.CONCLUSIONS: Caution is indicated when considering caregiver proxy reporting for most outcomes assessed, particularly in Parkinson's disease patients with advanced disease."]}