{"title": ["Author Correction: What models eat.", "Mechanism of parkin activation by PINK1.", "CRISPR-enhanced engineering of therapy-sensitive cancer cells for self-targeting of primary and metastatic tumors.", "Evolution of a central neural circuit underlies Drosophila mate preferences.", "Histidine catabolism is a major determinant of methotrexate sensitivity."], "abstract": ["Nat Med. 2018 Jul 9. doi: 10.1038/s41591-018-0133-4. [Epub ahead of print]Author Correction: What models eat.Engber D1.Author information1Freelance science journalist and can be found on Twitter at @danengber, . danengber@yahoo.com.AbstractIn the version of this article originally published, there was an error in the sentence \"That quest, which started in the 1980s, continues through until today: For a paper published online in 2017, a group of researchers based at Brazil's Federal University of Rio Grande do Sul tested Sprague Dawley rats on either a high-fat diet, a cafeteria diet or what they called a 'Western diet', formulated to match up more closely with eating patterns in developed nations (it had 42.5% of its calories from fat and added salt and carbohydrates).\" Wistar rats were used in the experiment, not Sprague Dawley rats. Also, in ref. 7, the first author's last name was listed as Bortoloin. The correct spelling is Bortolin. The errors have been corrected in the HTML and PDF versions of this article.Erratum forWhat models eat. [Nat Med.  2018]PMID: 29985486 DOI: 10.1038/s41591-018-0133-4 SharePublication typePublication typePublished ErratumLinkOut - more resourcesFull Text SourcesNature Publishing Group", "Nature. 2018 Jun 6. doi: 10.1038/s41586-018-0224-x. [Epub ahead of print]Mechanism of parkin activation by PINK1.Gladkova C1, Maslen SL1, Skehel JM1, Komander D2.Author information1Medical Research Council Laboratory of Molecular Biology, Cambridge, UK.2Medical Research Council Laboratory of Molecular Biology, Cambridge, UK. dk@mrc-lmb.cam.ac.uk.AbstractMutations in the E3 ubiquitin ligase parkin (PARK2, also known as PRKN) and the protein kinase PINK1 (also known as PARK6) are linked to autosomal-recessive juvenile parkinsonism (AR-JP)1,2; at the cellular level, these mutations cause defects in mitophagy, the process that organizes the destruction of damaged mitochondria3,4. Parkin is autoinhibited, and requires activation by PINK1, which phosphorylates Ser65 in ubiquitin and in the parkin ubiquitin-like (Ubl) domain. Parkin binds phospho-ubiquitin, which enables efficient parkin phosphorylation; however, the enzyme remains autoinhibited with an inaccessible active site5,6. It is unclear how phosphorylation of parkin activates the molecule. Here we follow the activation of full-length human parkin by hydrogen-deuterium exchange mass spectrometry, and reveal large-scale domain rearrangement in the activation process, during which the phospho-Ubl rebinds to the parkin core and releases the catalytic RING2 domain. A 1.8 Å crystal structure of phosphorylated human parkin reveals the binding site of the phospho-Ubl on the unique parkin domain (UPD), involving a phosphate-binding pocket lined by AR-JP mutations. Notably, a conserved linker region between Ubl and the UPD acts as an activating element (ACT) that contributes to RING2 release by mimicking RING2 interactions on the UPD, explaining further AR-JP mutations. Our data show how autoinhibition in parkin is resolved, and suggest a mechanism for how parkin ubiquitinates its substrates via an untethered RING2 domain. These findings open new avenues for the design of parkin activators for clinical use.PMID: 29995846 DOI: 10.1038/s41586-018-0224-x ShareLinkOut - more resourcesFull Text SourcesNature Publishing GroupMiscellaneousNCI CPTC Antibody Characterization Program", "Sci Transl Med. 2018 Jul 11;10(449). pii: eaao3240. doi: 10.1126/scitranslmed.aao3240.CRISPR-enhanced engineering of therapy-sensitive cancer cells for self-targeting of primary and metastatic tumors.Reinshagen C1,2,3, Bhere D1,2,3, Choi SH1,2,3, Hutten S3, Nesterenko I3, Wakimoto H1,2,4, Le Roux E3, Rizvi A3, Du W3, Minicucci C3, Shah K5,2,3,6.Author information1Center for Stem Cell Therapeutics and Imaging, Brigham and Women's Hospital, Harvard Medical School, Boston, MA 02115, USA.2Department of Neurosurgery, Brigham and Women's Hospital, Harvard Medical School, Boston, MA 02115, USA.3Department of Radiology, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA.4Department of Neurosurgery, Massachusetts General Hospital, Harvard Medical School, Boston, MA 02114, USA.5Center for Stem Cell Therapeutics and Imaging, Brigham and Women's Hospital, Harvard Medical School, Boston, MA 02115, USA. kshah@bwh.harvard.edu.6Harvard Stem Cell Institute, Harvard University, Cambridge, MA 02138, USA.AbstractTumor cells engineered to express therapeutic agents have shown promise to treat cancer. However, their potential to target cell surface receptors specific to the tumor site and their posttreatment fate have not been explored. We created therapeutic tumor cells expressing ligands specific to primary and recurrent tumor sites (receptor self-targeted tumor cells) and extensively characterized two different approaches using (i) therapy-resistant cancer cells, engineered with secretable death receptor-targeting ligands for \"off-the-shelf\" therapy in primary tumor settings, and (ii) therapy-sensitive cancer cells, which were CRISPR-engineered to knock out therapy-specific cell surface receptors before engineering with receptor self-targeted ligands and reapplied in autologous models of recurrent or metastatic disease. We show that both approaches allow high expression of targeted ligands that induce tumor cell killing and translate into marked survival benefits in mouse models of multiple cancer types. Safe elimination of therapeutic cancer cells after treatment was achieved by co-engineering with a prodrug-converting suicide system, which also allowed for real-time in vivo positron emission tomography imaging of therapeutic tumor cell fate. This study demonstrates self-tumor tropism of engineered cancer cells and their therapeutic potential when engineered with receptor self-targeted molecules, and it establishes a roadmap toward a safe clinical translation for different cancer types in primary, recurrent, and metastatic settings.PMID: 29997250 DOI: 10.1126/scitranslmed.aao3240 ShareLinkOut - more resourcesFull Text SourcesHighWire", "Nature. 2018 Jul 11. doi: 10.1038/s41586-018-0322-9. [Epub ahead of print]Evolution of a central neural circuit underlies Drosophila mate preferences.Seeholzer LF1, Seppo M1, Stern DL2, Ruta V3.Author information1Laboratory of Neurophysiology and Behavior, The Rockefeller University, New York, NY, USA.2Janelia Research Campus, Howard Hughes Medical Institute, Ashburn, VA, USA.3Laboratory of Neurophysiology and Behavior, The Rockefeller University, New York, NY, USA. ruta@rockefeller.edu.AbstractCourtship rituals serve to reinforce reproductive barriers between closely related species. Drosophila melanogaster and Drosophila simulans exhibit reproductive isolation, owing in part to the fact that D. melanogaster females produce 7,11-heptacosadiene, a pheromone that promotes courtship in D. melanogaster males but suppresses courtship in D. simulans males. Here we compare pheromone-processing pathways in D. melanogaster and D. simulans males to define how these sister species endow 7,11-heptacosadiene with the opposite behavioural valence to underlie species discrimination. We show that males of both species detect 7,11-heptacosadiene using homologous peripheral sensory neurons, but this signal is differentially propagated to P1 neurons, which control courtship behaviour. A change in the balance of excitation and inhibition onto courtship-promoting neurons transforms an excitatory pheromonal cue in D. melanogaster into an inhibitory cue in D. simulans. Our results reveal how species-specific pheromone responses can emerge from conservation of peripheral detection mechanisms and diversification of central circuitry, and demonstrate how flexible nodes in neural circuits can contribute to behavioural evolution.PMID: 29995860 DOI: 10.1038/s41586-018-0322-9 ShareLinkOut - more resourcesFull Text SourcesNature Publishing Group", "Nature. 2018 Jul 11. doi: 10.1038/s41586-018-0316-7. [Epub ahead of print]Histidine catabolism is a major determinant of methotrexate sensitivity.Kanarek N1,2,3,4, Keys HR1, Cantor JR1,2,3,4, Lewis CA1, Chan SH1, Kunchok T1, Abu-Remaileh M1,2,3,4, Freinkman E1, Schweitzer LD4, Sabatini DM5,6,7,8.Author information1Whitehead Institute for Biomedical Research and Massachusetts Institute of Technology, Department of Biology, Cambridge, MA, USA.2Howard Hughes Medical Institute, Department of Biology, Massachusetts Institute of Technology, Cambridge, MA, USA.3Koch Institute for Integrative Cancer Research and Massachusetts Institute of Technology, Department of Biology, Cambridge, MA, USA.4Broad Institute of Harvard and Massachusetts Institute of Technology, Cambridge, MA, USA.5Whitehead Institute for Biomedical Research and Massachusetts Institute of Technology, Department of Biology, Cambridge, MA, USA. sabatini@wi.mit.edu.6Howard Hughes Medical Institute, Department of Biology, Massachusetts Institute of Technology, Cambridge, MA, USA. sabatini@wi.mit.edu.7Koch Institute for Integrative Cancer Research and Massachusetts Institute of Technology, Department of Biology, Cambridge, MA, USA. sabatini@wi.mit.edu.8Broad Institute of Harvard and Massachusetts Institute of Technology, Cambridge, MA, USA. sabatini@wi.mit.edu.AbstractThe chemotherapeutic drug methotrexate inhibits the enzyme dihydrofolate reductase1, which generates tetrahydrofolate, an essential cofactor in nucleotide synthesis2. Depletion of tetrahydrofolate causes cell death by suppressing DNA and RNA production3. Although methotrexate is widely used as an anticancer agent and is the subject of over a thousand ongoing clinical trials4, its high toxicity often leads to the premature termination of its use, which reduces its potential efficacy5. To identify genes that modulate the response of cancer cells to methotrexate, we performed a CRISPR-Cas9-based screen6,7. This screen yielded FTCD, which encodes an enzyme-formimidoyltransferase cyclodeaminase-that is required for the catabolism of the amino acid histidine8, a process that has not previously been linked to methotrexate sensitivity. In cultured cancer cells, depletion of several genes in the histidine degradation pathway markedly decreased sensitivity to methotrexate. Mechanistically, histidine catabolism drains the cellular pool of tetrahydrofolate, which is particularly detrimental to methotrexate-treated cells. Moreover, expression of the rate-limiting enzyme in histidine catabolism is associated with methotrexate sensitivity in cancer cell lines and with survival rate in patients. In vivo dietary supplementation of histidine increased flux through the histidine degradation pathway and enhanced the sensitivity of leukaemia xenografts to methotrexate. The histidine degradation pathway markedly influences the sensitivity of cancer cells to methotrexate and may be exploited to improve methotrexate efficacy through a simple dietary intervention.PMID: 29995852 DOI: 10.1038/s41586-018-0316-7 ShareGrant supportGrant supportR01 CA129105/CA/NCI NIH HHS/United StatesLinkOut - more resourcesFull Text SourcesNature Publishing Group"]}