{"title": ["DNMT3A and TET1 cooperate to regulate promoter epigenetic landscapes in mouse embryonic stem cells.", "Health risks of using mothballs in Greater Accra, Ghana.", "Author Correction: What models eat.", "The role of ADAMTS13 testing in the diagnosis and management of thrombotic microangiopathies and thrombosis.", "Reprogramming human T cell function and specificity with non-viral genome targeting."], "abstract": ["Genome Biol. 2018 Jul 12;19(1):88. doi: 10.1186/s13059-018-1464-7.DNMT3A and TET1 cooperate to regulate promoter epigenetic landscapes in mouse embryonic stem cells.Gu T1, Lin X2,3,4,5, Cullen SM1,6,7, Luo M1, Jeong M1, Estecio M8, Shen J8, Hardikar S8, Sun D2,3,9, Su J2,3, Rux D10, Guzman A1, Lee M9, Qi LS5, Chen JJ11, Kyba M10, Huang Y9, Chen T8, Li W12,13, Goodell MA14,15.Author information1Stem Cells and Regenerative Medicine Center, Baylor College of Medicine, Houston, TX, 77030, USA.2Division of Biostatistics, Dan L. Duncan Cancer Center, Baylor College of Medicine, Houston, TX, 77030, USA.3Department of Molecular and Cellular Biology, Baylor College of Medicine, Houston, TX, 77030, USA.4Department of Bioinformatics, School of Life Sciences and Technology, Tongji University, Shanghai, China.5Department of Bioengineering, Stanford University, Stanford, California, USA.6Program in Developmental Biology, Baylor College of Medicine, Houston, TX, 77030, USA.7Medical Scientist Training Program, Baylor College of Medicine, Houston, TX, 77030, USA.8Department of Epigenetics and Molecular Carcinogenesis, The University of Texas MD Anderson Cancer Center, Smithville, TX, 78957, USA.9Center for Epigenetics and Disease Prevention, Institute of Biosciences and Technology, Texas A&M University, Houston, TX, 77030, USA.10Lillehei Heart Institute and Department of Pediatrics, University of Minnesota, Minneapolis, MN, 55455, USA.11Institute of Biochemistry and Cell Biology, Chinese Academy of Sciences, Shanghai, 200031, China.12Division of Biostatistics, Dan L. Duncan Cancer Center, Baylor College of Medicine, Houston, TX, 77030, USA. wl1@bcm.edu.13Department of Molecular and Cellular Biology, Baylor College of Medicine, Houston, TX, 77030, USA. wl1@bcm.edu.14Stem Cells and Regenerative Medicine Center, Baylor College of Medicine, Houston, TX, 77030, USA. goodell@bcm.edu.15Program in Developmental Biology, Baylor College of Medicine, Houston, TX, 77030, USA. goodell@bcm.edu.AbstractBACKGROUND: DNA methylation is a heritable epigenetic mark, enabling stable but reversible gene repression. In mammalian cells, DNA methyltransferases (DNMTs) are responsible for modifying cytosine to 5-methylcytosine (5mC), which can be further oxidized by the TET dioxygenases to ultimately cause DNA demethylation. However, the genome-wide cooperation and functions of these two families of proteins, especially at large under-methylated regions, called canyons, remain largely unknown.RESULTS: Here we demonstrate that DNMT3A and TET1 function in a complementary and competitive manner in mouse embryonic stem cells to mediate proper epigenetic landscapes and gene expression. The longer isoform of DNMT3A, DNMT3A1, exhibits significant enrichment at distal promoters and canyon edges, but is excluded from proximal promoters and canyons where TET1 shows prominent binding. Deletion of Tet1 increases DNMT3A1 binding capacity at and around genes with wild-type TET1 binding. However, deletion of Dnmt3a has a minor effect on TET1 binding on chromatin, indicating that TET1 may limit DNA methylation partially by protecting its targets from DNMT3A and establishing boundaries for DNA methylation. Local CpG density may determine their complementary binding patterns and therefore that the methylation landscape is encoded in the DNA sequence. Furthermore, DNMT3A and TET1 impact histone modifications which in turn regulate gene expression. In particular, they regulate Polycomb Repressive Complex 2 (PRC2)-mediated H3K27me3 enrichment to constrain gene expression from bivalent promoters.CONCLUSIONS: We conclude that DNMT3A and TET1 regulate the epigenome and gene expression at specific targets via their functional interplay.KEYWORDS: DNA methylation; DNMT3A; Embryonic stem cells; H3K27me3; PRC2; TET1PMID: 30001199 PMCID: PMC6042404 DOI: 10.1186/s13059-018-1464-7 Free PMC ArticleShareImages from this publication.See all images  (7)Free textFig. 1Global DNA methylation in mouse ESCs is predominantly regulated by DNMT3A. a Average genome-wide methylated CpG dinucleotides percentages in WT, Dnmt3a KO, and Dnmt3b KO ESCs. b Violin plots of CpG methylation levels in WT, Dnmt3a KO, and Dnmt3b KO ESCs determined by whole genome bisulfite sequencing (WGBS) at the indicated genomic features. c UCSC genome browser track depicting DNA methylation at the Sox2 locus in WT, Dnmt3a KO, and Dnmt3b KO ESCs. Methylation ratios from 0 to 1 for individual CpG sites are shown. The identified DNA methylation canyon in each line is indicated by a solid colored bar. d, e The number of UMRs (d) and canyons (e) in the indicated lines of ESCsDNMT3A and TET1 cooperate to regulate promoter epigenetic landscapes in mouse embryonic stem cellsGenome Biol. 2018;19:88.Fig. 2DNMT3A1 is enriched at distal promoter and canyon edges. a Expression levels (FPKM) determined by RNA-seq of major active isoforms of Dnmt3a: Dnmt3a1 (NM_001271753, NM_007872), Dnmt3a2 (NM_153743), and Dnmt3b: Dnmt3b1 (NM_001003961), Dnmt3b6 (NM_001003963) in WT J1 ESCs. b Relative binding enrichment between DNMTs (DNMT3A1, DNMT3A, and DNMT3B1) at different genomic features, compared to their average genomic distribution. The canyon edge corresponds to 2-kb flanking regions around canyons. DNMT3A2 and DNMT3B1 data are from []DNMT3A and TET1 cooperate to regulate promoter epigenetic landscapes in mouse embryonic stem cellsGenome Biol. 2018;19:88.Fig. 3DNMT3A1 binding is complementary to TET1. a Average binding occupancy of DNMT3A1 and TET1 (anti-FLAG ChIP-seq) across all canyons, normalized to same length (Start-End), and 5-kb flanking regions. b UCSC genome browser track depicts DNA methylation, TET1 (anti-FLAG and anti-TET ChIP), and DNMT3A1 binding profiles around Foxo1 gene promoter in Tet1-FLAG ESCs. c Average binding occupancy of DNMT3A1 and TET1 (anti-FLAG ChIP-seq) across all gene bodies and 3-kb flanking regions. d DNMT3A1 and TET1 binding enrichment in 1-kb genomic windows ranked by CpG density, which was displayed as a dashed line. The point where DNMT3A and TET1 lines cross on right y-axis represents roughly 1.5 CpG per 100 bpDNMT3A and TET1 cooperate to regulate promoter epigenetic landscapes in mouse embryonic stem cellsGenome Biol. 2018;19:88.Fig. 4DNMT3A and TET1 binding correlate with histone marks and overall gene expression. a Heatmaps showing DNMT3A1, DNMT3A2, and DNMT3B1 binding around all TSSs in mouse genome which were clustered into five groups (G1–G5) based on their different binding properties in WT ESCs. b Quantification of (a): Average occupancy of DNMT3A1, DNMT3A2, and DNMT3B1 at genes from G1–G4. c Heatmaps showing TET1 and histone marks (H3K4me3 and H3K27me3) enrichment in WT ESCs around all TSSs, listed in the same order as Fig. 4a. d Boxplots of gene expression (FPKM) from G1–G4 in WT ESCs. e Boxplot of CpG density (normalized to 100 bp) around gene promoters (− 1 kb ~ + 0.5 kb) in G1–G4DNMT3A and TET1 cooperate to regulate promoter epigenetic landscapes in mouse embryonic stem cellsGenome Biol. 2018;19:88.Fig. 5DNMT3A and TET1 impact each other’s binding on chromatin. a The average occupancy of DNMT3A1 in Bio-Dnmt3a1 and Bio-Dnmt3a1 - Tet1 KO ESCs on TSS-associated TET1 peaks and the flanking 5-kb regions. b Position of hypermethylated DMRs around TSS-associated TET1 peaks, comparing Tet1/2/3 TKO (Tet TKO) [] and WT ESCs. The normalized TET1 peaks are positioned with 0 representing the peak centers, and positions ± 1 representing the TET1 peak edges, as indicated by the gray bar. c, d The average occupancy of TET1 (anti-FLAG ChIP-seq) in Tet1-FLAG and Tet1-FLAG - Dnmt3a KO ESCs across all TET1 peaks (c) and canyons (d). e Average occupancy of TET1 in Tet1-FLAG and Tet1-FLAG - Dnmt3a KO ESCs and DNMT3A1 in WT (Bio-Dnmt3a1) and Tet1 KO ESCs at genes from each groupDNMT3A and TET1 cooperate to regulate promoter epigenetic landscapes in mouse embryonic stem cellsGenome Biol. 2018;19:88.Fig. 6DNMT3A and TET1 regulate bivalent gene expression via PRC2-mediated H3K27me3. a Hierarchical clustering analysis of differentially expressed genes in WT, Dnmt3a KO, Tet1 KO, and Dnmt3a-Tet1 DKO ESCs. Genes Smad6 and Bmpr2 belong to Hippo / TGF-beta signaling (over-represented in C1) while Foxo3 and Akt3 in PI3K-Akt signaling pathway (over-represented in C2). Their expression difference between cell lines was confirmed by RT-qPCR (shown in Additional file : Figure S9b). b Heatmap representations of H3K27me3 enrichment on the flanking 5 kb surrounding the specific TSSs in each cluster in WT, Dnmt3a KO, Tet1 KO, and DKO ESCs. All TSSs are listed in the same order as Fig. 6a. c Average density profiles for H3K27me3 marks at genes from C1 (top) and C2 (bottom) clusters in indicated cells. d UCSC genome browser tracks depicting DNA methylation (WGBS) in WT ESCs and H3K27me3 in WT, Dnmt3a KO, Tet1 KO, and DKO ESCs at Smad6 (top) and Foxo3 gene (bottom). e Heatmap representations of SUZ12 occupancy on the flanking 5 kb surrounding the TSSs in cluster C1–C7 in WT, Dnmt3a KO, Tet1 KO and DKO ESCs. f Average density profiles for SUZ12 occupancy at genes from C1 (top) and C2 (bottom) clusters in indicated cellsDNMT3A and TET1 cooperate to regulate promoter epigenetic landscapes in mouse embryonic stem cellsGenome Biol. 2018;19:88.Fig. 7Analyses of DNA methylation in Dnmt3a KO, Tet1 KO, and DKO ESCs. a Violin plots of CpG methylation levels in WT, Dnmt3a KO, Tet1 KO, and DKO ESCs determined by WGBS at the indicated genomic features. b Average CpG methylation profiles at the flanking 5-kb regions of gene TSSs from clusters C1–C7 (listed in the same order as Fig. ) in WT, Dnmt3a KO, Tet1 KO, and DKO ESCsDNMT3A and TET1 cooperate to regulate promoter epigenetic landscapes in mouse embryonic stem cellsGenome Biol. 2018;19:88.Publication types, Grant supportPublication typesResearch Support, Non-U.S. Gov'tResearch Support, N.I.H., ExtramuralGrant support16IRG27250155/American Heart Association/InternationalRR140053/Cancer Prevention and Research Institute of Texas/InternationalCP120348, CP170002/Cancer Prevention and Research Institute of Texas/InternationalAI121403/NH/NIH HHS/United StatesHG007538, CA193466/NH/NIH HHS/United StatesDK092883, CA183252/NH/NIH HHS/United StatesLinkOut - more resourcesFull Text SourcesBioMed CentralEurope PubMed CentralPubMed Central", "Trop Med Int Health. 2012 Jan;17(1):135-8. doi: 10.1111/j.1365-3156.2011.02885.x. Epub  2011 Oct 4.Health risks of using mothballs in Greater Accra, Ghana.Soghoian S1, Nyadedzor C, Ed Nignpense B, Clarke EE, Hoffman RS.Author information1New York University and the New York City Poison Control Center, New York, NY, USA. sarisoghoian@yahoo.comAbstractOBJECTIVE: Internal use of 'camphor' is a potential public health concern in Accra. We sought to identify the toxins being sold as mothballs in Greater Accra and use this information to help educate both clinicians and the public.METHODS: Mothballs are commonly sold by street and marketplace vendors in unmarked cling film-wrapped packs. Fifteen small packs of mothballs were purchased from random vendors in three major markets and six roadside stands in Greater Accra. All samples were subjected to the float test; one sample was confirmed by gas chromatography/mass spectroscopy.RESULTS: All samples sank in tap water but floated in a saturated salt solution, consistent with naphthalene. The analysed sample was identified as naphthalene.CONCLUSION: Naphthalene was most likely the primary ingredient in all the mothballs purchased for the study. Naphthalene is poorly soluble in water, and 'camphor water' is unlikely to cause harm. However, ideas about the efficacy of 'camphor' as a purification tool may lead to therapeutic misuse by analogy. A high prevalence of G6PD in the Ghanaian population may increase the risk of toxic haematologic effects from ingestion of mothballs. Mothballs known in Greater Accra as 'camphor' are likely to be predominantly naphthalene. A public awareness campaign about the health risks of mothball ingestion is planned.© 2011 Blackwell Publishing Ltd.PMID: 21967193 DOI: 10.1111/j.1365-3156.2011.02885.x  [Indexed for MEDLINE] Free full textShareMeSH terms, SubstancesMeSH termsAnimalsCamphorCommerceGhanaGlucosephosphate Dehydrogenase Deficiency/complicationsHazardous Substances/adverse effects*Hazardous Substances/analysisHumansInsect Repellents/adverse effects*Insect Repellents/analysisMoths*Naphthalenes/adverse effects*Naphthalenes/analysisPublic Health*SolubilityWaterSubstancesHazardous SubstancesInsect RepellentsNaphthalenesWaternaphthaleneCamphorLinkOut - more resourcesFull Text SourcesWileyOvid Technologies, Inc.MiscellaneousCAMPHOR - Hazardous Substances Data BankNAPHTHALENE - Hazardous Substances Data BankWater - Hazardous Substances Data BankNCI CPTAC Assay PortalNCI CPTAC Assay Portal", "Nat Med. 2018 Jul 9. doi: 10.1038/s41591-018-0133-4. [Epub ahead of print]Author Correction: What models eat.Engber D1.Author information1Freelance science journalist and can be found on Twitter at @danengber, . danengber@yahoo.com.AbstractIn the version of this article originally published, there was an error in the sentence \"That quest, which started in the 1980s, continues through until today: For a paper published online in 2017, a group of researchers based at Brazil's Federal University of Rio Grande do Sul tested Sprague Dawley rats on either a high-fat diet, a cafeteria diet or what they called a 'Western diet', formulated to match up more closely with eating patterns in developed nations (it had 42.5% of its calories from fat and added salt and carbohydrates).\" Wistar rats were used in the experiment, not Sprague Dawley rats. Also, in ref. 7, the first author's last name was listed as Bortoloin. The correct spelling is Bortolin. The errors have been corrected in the HTML and PDF versions of this article.Erratum forWhat models eat. [Nat Med.  2018]PMID: 29985486 DOI: 10.1038/s41591-018-0133-4 SharePublication typePublication typePublished ErratumLinkOut - more resourcesFull Text SourcesNature Publishing Group", "Blood. 2018 Jul 13. pii: blood-2018-02-791533. doi: 10.1182/blood-2018-02-791533. [Epub ahead of print]The role of ADAMTS13 testing in the diagnosis and management of thrombotic microangiopathies and thrombosis.Masias C1, Cataland SR2.Author information1Department of Medicine, Ohio State University, Columbus, OH, United States camila.masiascastanon@osumc.edu.2Department of Medicine, Ohio State University, Columbus, OH, United States.AbstractADAMTS13 (A Disintegrin And Metalloproteinase with Thrombospondin type 1 motif, 13) is a metalloprotease responsible for cleavage of ultra large Von Willebrand factor (ULVWF) multimers. Severely deficient activity of the protease can trigger an acute episode of thrombotic thrombocytopenic purpura (TTP). Our understanding of the pathophysiology of TTP, has allowed us to grasp the important role of ADAMTS13 in other thrombotic microangiopathies (TMA) and thrombotic disorders, such as ischemic stroke and coronary artery disease. Through its action on von willebrand factor (VWF), ADAMTS13 can have prothrombotic and proinflammatory properties, not only when its activity is severely deficient but also when it is only moderately low. Here, we will discuss the biology of ADAMTS13 and the different assays developed to evaluate its function in the context of TTP, in the acute setting and during follow up. We will also discuss the latest evidence on the role of ADAMTS13 on other TMA, stroke and cardiovascular disease. This information will be useful for clinicians when evaluating a patient that presents with microangiopathic hemolytic anemia and thrombocytopenia, but also when making clinical decision regarding the follow up of patients with TTP.PMID: 30006329 DOI: 10.1182/blood-2018-02-791533 ShareLinkOut - more resourcesFull Text SourcesHighWire - PDF", "Nature. 2018 Jul 11. doi: 10.1038/s41586-018-0326-5. [Epub ahead of print]Reprogramming human T cell function and specificity with non-viral genome targeting.Roth TL1,2,3,4,5, Puig-Saus C6, Yu R3,4,5, Shifrut E3,4,5, Carnevale J7, Li PJ3,4,5, Hiatt J1,2,3,4,5, Saco J6, Krystofinski P6, Li H8,9, Tobin V3,4,5, Nguyen DN3,4,5, Lee MR4, Putnam AL4, Ferris AL10, Chen JW11, Schickel JN11, Pellerin L12,13, Carmody D14, Alkorta-Aranburu G15, Del Gaudio D15, Matsumoto H16, Morell M16, Mao Y16, Cho M17, Quadros RM18, Gurumurthy CB18, Smith B16, Haugwitz M16, Hughes SH10,11, Weissman JS8,9, Schumann K3,4,5, Esensten JH19, May AP17, Ashworth A7, Kupfer GM20, Greeley SAW14, Bacchetta R12,13, Meffre E11, Roncarolo MG12,13, Romberg N21,22, Herold KC23, Ribas A6,24,25,26, Leonetti MD8,9,17, Marson A27,28,29,30,31,32.Author information1Medical Scientist Training Program, University of California, San Francisco, San Francisco, CA, USA.2Biomedical Sciences Graduate Program, University of California, San Francisco, San Francisco, CA, USA.3Department of Microbiology and Immunology, University of California, San Francisco, San Francisco, CA, USA.4Diabetes Center, University of California, San Francisco, San Francisco, CA, USA.5Innovative Genomics Institute, University of California, Berkeley, Berkeley, CA, USA.6Department of Medicine, University of California at Los Angeles, Los Angeles, CA, USA.7UCSF Helen Diller Family Comprehensive Cancer Center, University of California, San Francisco, San Francisco, CA, USA.8Department of Cellular and Molecular Pharmacology, University of California, San Francisco, San Francisco, CA, USA.9Howard Hughes Medical Institute, University of California, San Francisco, San Francisco, CA, USA.10HIV Dynamics and Replication Program, Vector Design and Replication Section, National Cancer Institute, Frederick, MD, USA.11Department of Immunobiology, Yale School of Medicine, New Haven, CT, USA.12Division of Stem Cell Transplantation and Regenerative Medicine, Department of Pediatrics, Stanford University, Stanford, CA, USA.13Institute for Stem Cell Biology and Regenerative Medicine, Stanford University, Stanford, CA, USA.14Section of Adult and Pediatric Endocrinology, Diabetes, and Metabolism, Departments of Medicine and Pediatrics, The University of Chicago, Chicago, IL, USA.15Department of Human Genetics, The University of Chicago, Chicago, IL, USA.16Takara Bio USA, Inc, Mountain View, CA, USA.17Chan Zuckerberg Biohub, San Francisco, CA, USA.18Mouse Genome Engineering Core Facility, Vice Chancellor for Research Office, University of Nebraska Medical Center, Omaha, NE, USA.19Department of Laboratory Medicine, University of California, San Francisco, San Francisco, CA, USA.20Department of Pediatrics, Pathology, Yale School of Medicine, New Haven, CT, USA.21Division of Immunology and Allergy, The Children's Hospital of Philadelphia, Philadelphia, PA, USA.22Department of Pediatrics, The Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA, USA.23Departments of Immunobiology and Internal Medicine, Yale University, New Haven, CT, USA.24Department of Surgery, University of California, Los Angeles, Los Angeles, CA, USA.25Department of Medical and Molecular Pharmacology, University of California, Los Angeles, Los Angeles, CA, USA.26Jonsson Comprehensive Cancer Center, Los Angeles, CA, USA.27Department of Microbiology and Immunology, University of California, San Francisco, San Francisco, CA, USA. alexander.marson@ucsf.edu.28Diabetes Center, University of California, San Francisco, San Francisco, CA, USA. alexander.marson@ucsf.edu.29Innovative Genomics Institute, University of California, Berkeley, Berkeley, CA, USA. alexander.marson@ucsf.edu.30UCSF Helen Diller Family Comprehensive Cancer Center, University of California, San Francisco, San Francisco, CA, USA. alexander.marson@ucsf.edu.31Chan Zuckerberg Biohub, San Francisco, CA, USA. alexander.marson@ucsf.edu.32Department of Medicine, University of California, San Francisco, San Francisco, CA, USA. alexander.marson@ucsf.edu.AbstractDecades of work have aimed to genetically reprogram T cells for therapeutic purposes1,2 using recombinant viral vectors, which do not target transgenes to specific genomic sites3,4. The need for viral vectors has slowed down research and clinical use as their manufacturing and testing is lengthy and expensive. Genome editing brought the promise of specific and efficient insertion of large transgenes into target cells using homology-directed repair5,6. Here we developed a CRISPR-Cas9 genome-targeting system that does not require viral vectors, allowing rapid and efficient insertion of large DNA sequences (greater than one kilobase) at specific sites in the genomes of primary human T cells, while preserving cell viability and function. This permits individual or multiplexed modification of endogenous genes. First, we applied this strategy to correct a pathogenic IL2RA mutation in cells from patients with monogenic autoimmune disease, and demonstrate improved signalling function. Second, we replaced the endogenous T cell receptor (TCR) locus with a new TCR that redirected T cells to a cancer antigen. The resulting TCR-engineered T cells specifically recognized tumour antigens and mounted productive anti-tumour cell responses in vitro and in vivo. Together, these studies provide preclinical evidence that non-viral genome targeting can enable rapid and flexible experimental manipulation and therapeutic engineering of primary human immune cells.PMID: 29995861 DOI: 10.1038/s41586-018-0326-5 ShareLinkOut - more resourcesFull Text SourcesNature Publishing GroupResearch MaterialsGet Article's Plasmids - Addgene - Addgene Non-profit plasmid repository"]}